{
    "navbar": {
      "proyectos": "projects",
      "estudio": "studio",
      "espacios": "spaces"
    },
    "footer" : {
      "noticias": "news",
      "contacto": "contact"
    },
    "contact-page": {
      "nombre": "name",
      "mensaje" : "message",
      "email": "e-mail",
      "enviar": "send"
    },
    "estudio-page": {
      "sobre-nosotros-1": "Founded in the year 2000, it is a network of people and spaces; passionate about architecture, research and experimentation. A 'studio' more than an office, where research is always present, favoring the change of paradigms; a space more than a place, for the search for opportunities through a flow of resources, collaborations and time. A work process more than a way of working, based on the formulation of strategies, observation, juxtaposition of information, practice and knowledge. Ask, design, materialize, and verify as an attitude.",
      "sobre-nosotros-2": "Research and innovation are present in our study, participating in projects that seek new solutions to apply them in real cases. We believe in networks of transdisciplinary professionals aimed at obtaining the best result for a project; and for this reason we are committed to open innovation, collaboration and knowledge sharing. Some of our partners and friends are:",
      "equipo": "We are architects, urban planners and designers, with international experience, and participation in teaching and research. We work in the areas of architecture, interior design, interventions in historical sites, urban design and planning, landscape, ephemeral exhibitions, theory and criticism. Based in Barcelona, we have been expanding our field of action, being already involved in some international projects.",
      "lista-estudio" : ["about us", "team"]
    },
    "proyects-page": {
      "lista-proyectos": [
        "all",
        "architecture",
        "sport",
        "heritage",
        "real estate"
      ]
    },
    "proyecto-abierto": {
      "equipo": "team",
      "superficie": "surface",
      "año": "year",
      "fotografia": "photography",
      "colaboradores": "collaborators",
      "volver": "return"
    }
  
  }