{
  "navbar": {
    "proyectos": "proyectos",
    "estudio": "estudio",
    "espacios": "espacios"
  },
  "footer": {
    "noticias": "noticias",
    "contacto": "contacto"
  },
  "contact-page": {
    "nombre": "nombre",
    "mensaje": "mensaje",
    "email": "e-mail",
    "enviar": "enviar"
  },
  "estudio-page": {
    "sobre-nosotros-1": "Fundado en el año 2000, es una red de personas y espacios; apasionados por la arquitectura, la investigación y la experimentación. Un 'studio' más que una oficina, dónde la investigación está siempre presente favoreciendo el cambio de paradigmas; un espacio más que un lugar, para la búsqueda de oportunidades a través de un flujo de recursos, colaboraciones y tiempo. Un proceso de trabajo más que una forma de trabajar, basado en la formulación de estrategias, observación, yuxtaposición de información, práctica y conocimiento. Preguntar, diseñar, materializar, y comprobar como actitud.",
    "sobre-nosotros-2": "La investigación e innovación estan presente en nuestro estudio, participando en proyectos que buscan nuevas soluciones para aplicarlas en casos reales. Creemos en las redes de profesionales transdisciplinares orientada a obtener el mejor resultado para un proyecto; y por ello apostamos por la innovación abierta, la colaboración y compartir conocimientos.",
    "equipo": "Somos arquitectos, urbanistas y diseñadores, con experiencia internacional, y participación en la docencia y la investigación. Trabajamos en las áreas de arquitectura, diseño de interiores, las intervenciones en sitios históricos, el diseño urbano y planificación, paisaje, exposiciones efímeras, la teoría y la crítica. Con sede en Barcelona, hemos ido ampliando nuestro campo de acción, estando ya involucrado en algunos proyectos internacionales.",
    "Us": "sobre nosotros",
    "Team": "equipo"
  },
  "proyects-page": {
    "lista-proyectos": [
      "todos",
      "arquitectura",
      "deporte",
      "patrimonio",
      "inmobiliario"
    ]
  },
  "proyecto-abierto": {
    "equipo": "Equipo",
    "superficie": "Superficie",
    "año": "Año",
    "fotografia": "Fotografia",
    "colaboradores": "Colaboradores",
    "promotor": "Promotor",
    "volver": "Volver"
  },
  "noticias": {
    "wip": "en proceso"
  },
  "Projects": {
    "Categories": {
      "all": "Todos",
      "architecture": "Arquitectura",
      "sport": "Deporte",
      "heritage": "Patrimonio",
      "realState": "Inmobiliario"
    },
    "Surface": "{{surfaceMts}}㎡",
    "Description": {
      "DA0005": "Vivienda unifamiliar de nueva planta en el entorno urbano de Barcelona.  Optimización de los recursos del emplazamiento mediante la creación de patios interiores y exteriores que mejoran la privacidad y la iluminación natural de la vivienda.",
      "DA0008": "Vivienda unifamiliar en el límite del suelo urbano y frente a un espacio de alto valor ecológico.  El proyecto compacta la edificabilidad liberando la mayoría de la parcela y desdibuja el volumen, reduciendo la lectura de su altura y presencia.  La vivienda es luminosa, en relación directa con el espacio natural que la rodea.",
      "DA0056": "Edificio logístico y de oficinas. Construcción modular y prefabricada mejorando su puesta en obra. Las oficinas en la fachada principal se integran en el material de cerramiento, quedando protegidas por un brisesoleil metálico que permite una escala industrial en los materiales y soluciones domésticas para el usuario.",
      "DA0083": "",
      "DA0309": "Edificio plurifamiliar de 112 viviendas, zonas comunes, locales comerciales y aparcamientos.",
      "DA0312": "Edificio plurifamiliar de 41 viviendas, zonas comunes, local comercial y aparcamientos.",
      "DA0322": "Edificio plurifamiliar entre medianeras de 12 viviendas en Barcelona.",
      "DA369": "Edificio plurifamiliar de 47 viviendas, zonas comunes, local comercial y aparcamientos.",
      "DA0649": "Vivienda unifamiliar en Valldoreix ( Barcelona). El proyecto maximiza los espacios relacionales entre tres núcleos compactos de mayor intimidad. El comedor, sala de estar y el estudio profesional se abren a la vegetación circundante con visuales diagonales, incorporando el espacio al interior. Las alturas de los espacios, su compacidad o su transparencia proponen distintas maneras de vivirlos, pero sólo les da sentido el uso que de ellos hace la familia que los habita. Compartir un desayuno con ellos da sentido final a todo el proyecto y convierte la materia en sentimientos.",
      "DA0803": "División y segregación de un inmueble en dos nuevas viviendas. Estudio de alternativas de proyecto, renovación energética y asesoramiento en la gestión de proyecto y obras.",
      "DA0811": "Edificio plurifamiliar de 9 viviendas, zonas comunes, local comercial y aparcamientos.",
      "DA0813": "Reforma de vivienda en Barcelona. Estudio de alternativas de proyecto, renovación energética y asesoramiento en la gestión de proyecto y obras.",
      "DA0010": "Reforma del emblemático establecimiento de la calle Alfonso I de Zaragoza obra del arquitecto local Luís Aladrén en 1885, con un estilo ecléctico e historicista propio de finales del s. XIX. El comercio original con una gran fachada en esquina se destinó a una afamada joyería para la nueva burguesía de la ciudad. Los expositores acristalados y los techos artesonados del interior transmitían el lujo que ostentaba el comercio de plata y joyas. El proyecto transformó el uso comercial al de la nueva propiedad “Gran Café Zaragoza”  que más tarde se mantendría como “Café 1885”. Las salas interiores se limpian de cortinajes, dando una mayor protagonismo a las columnas de fundición y los trabajados techos artesonados. Local declarado  Bien Catalogado del Patrimonio Cultural Aragonés por el Gobierno de Aragón desde 2002.",
      "DA0569": "Actuación en una pequeña edificación de valor histórico en el núcleo antiguo de Sant Cugat del Vallés.  La vivienda tradicional abandonada se actualiza al nuevo uso  en la principal calle comercial del municipio, manteniendo el uso de vivienda en la planta primera. Se recuperan y valorizan la fachada principal, la tradicional estructura de “volta”  y  los aleros de cubierta. También se tratan y eliminan las humedades de capilaridad y el ataque a la estructura de cubierta por termitas y humedades. Edificio declarado BCIL ( Bien Cultural de Interés local)",
      "DA0573": "Restauración de la antigua Casa de Convalecencia del Hospital de la Santa Creu de Vic, obra del arquitecto Josep Morató i Codina, construido a caballo entre el barroco(s. finales XVIII) y el neoclasicismo (principios.XIX). Se trata de una actuación en 4000 m2 de edificio, incluyendo, situado en el límite de la antigua muralla medieval de Vic. El objetivo de la actuación es reutilizar el edificio como sede del Rectorado de la Universidad de Vic y un centro de expendeduría y co-working, Creacció. En el proceso han estado involucradas la Universidad de Vic, El Ayuntamiento de Vic  y el Patronato del Hospital de la Santa Creu , como propietario del edificio, durante los casi 14 años que ha durado la intervención completa. El edificio estaba en mal estado de conservación, pero presentaba una riqueza constructiva y unos espacios arquitectónicos de mucha calidad, incluyendo un claustro neoclásico, 24 bóvedas barrocas y pinturas de gran calidad. Se ha recuperado el claustro y todas las circulaciones alrededor de este. El espíritu restaurador nos ha llevado a recuperar o reparar las carpinterías existentes bien conservadas, mejorando el comportamiento térmico. Se han conservado también, reparando o reforzando la mayor parte de las estructuras de madera y las 24 bóvedas existentes. Después de la Restauración el Edificio ha sido declarado BCIL ( Bien Cultural de Interés local)",
      "DA0621": "La Iglesia de la Santa Creu, obra de Josep Morató i Sellés, se construyó entre 1748 y 1753. Es una nave única de imponente volumetría arquitectónica, destacando especialmente el cambril, espléndidamente ornamentado. La decoración pictórica interior ha sido restaurada en diferentes etapas históricas, con mayor y menor fortuna, quedando finalmente un estilo recargado. Todo el conjunto arquitectónico es barroco y de transición neoclásica. Se restaura e incorpora al uso de paraninfo una sala adosada a la iglesia de origen gótico con grandes arcos ojivales perteneciente en origen al Hospital de la Santa Creu. Esta restauración integral ha permitido recuperar y poner en valor la obra de toda una saga de artistas y maestros de obra importantísimos de un periodo histórico en Cataluña, entre los siglos S.XVII-XVIII: la nisaga vigatana de los Morató. Edificio declarado BCIL ( Bien Cultural de Interés local)",
      "DA0722": "Conjunto de actuaciones en la Casa Francesc Lalanne, también conocidas como Casas Armentera i Parellada, del Eixample de Barcelona. Se interviene en este edificio de  1908-1910, recuperando elementos históricos ocultos por intervenciones previas, realizando un detallado análisis estructural, y adaptando los espacios a nuevas necesidades de la Fundación propietaria del edificio.  La valorización de las bóvedas tabicadas y los pavimentos de Nolla ponen en contexto la edificación proyectada por el arquitecto de l s. XIX-XX Arnau Calvet. 1er Premio Concurso de proyectos. Edificio declarado BCIL (Bien Cultural de Interés local)",
      "DA0804": "Las “Talaias” son interesantes torres de observación ubicadas estratégicamente alrededor de la costa menorquina. La Talaia de Artruts está ubicada en la costa sudoeste de Menorca y fechada entre finales del siglo XVI iy principios del XVII. Es un Bien de Interés Cultural (BIC) identificado en el Catálogo de protección del Patrimonio Histórico de Ciutadella. El proyecto consolida la edificación con materiales locales y tradicionales y recupera elementos eliminados. La actuación permitirá evitar el deterioro progresivo y la futura visita del edificio.",
      "DA0015": "Salas de cata, patio de recepciones y edificio de atención al visitante en Bodegas R. López de Heredia. Como arquitectos locales, en colaboración con Zaha Hadid Arch., hemos experimentado con el diseño de espacios arquitectónicos, soluciones estructurales innovadoras y nuevos materiales, que sirven como referencia para la renovación de una bodega familiar centenaria. El resultado ha añadido nuevos valores relativos a la cultura tradicional de 'Viña Tondonia'. El edificio de recepción, alberga en su interior el pabellón de muestras que Viña Tondonia mostró en la feria de 1910. El nuevo contenedor modular fue inicialmente concebido para participar en nuevas ferias, y, finalmente, se erige como un punto de acceso para los visitantes de la bodega. Tanto 'La Frasca', como los espacios exteriores, el nuevo acceso a la bodega o de las salas de degustación incorporan soluciones tecnológicamente innovadoras para proporcionar al visitante con un nueva aproximación a la bodega, la experiencia del vino y sus paisajes.",
      "DA0118": "Arquitectura efímera para la imagen de marca de la Bodega en  eventos internacionales. El proyecto de reducidas dimensiones incluye la exhibición de la marca, sus productos, y espacio para la atención a visitantes y degustación de productos. La imagen gráfica de la bodega centenaria y el característico color oro viejo de su vino Gran Reserva adquieren todo el protagonismo en un stand íntimo y singular. Las formas orgánicas acompañan al visitante hacia los viñedos de la Rioja Alta y las galerías subterráneas junto al río Ebro.",
      "DA0138": "Ampliación del Centro Cívico  “Els Vienesos” con nuevas salas multiuso, aularios y una nueva planta. El proyecto unifica los espacios existentes y los fruto de la ampliación, dando una nueva fachada urbana y significativa al espacio peatonal contiguo.",
      "DA0470": "Ampliación del Centro Cívico del “Parc de les Aigües”.El objetivo principal de este proyecto era encontrar una manera creativa y eficiente para ampliar el centro cívico existente. Este Centro está construido sobre la histórica mina de agua de Montcada i Reixac, que alimenta el 'Rec Comtal' a partir de una vía de agua romana paralela al río Besós. Por tanto, el proyecto tenía que crecer verticalmente y se resolvió con la creación de un nuevo piso sobre el techo existente, que abrió visualmente el edificio hasta el entorno natural que lo rodea. Se propone también una nueva entrada desde la parte posterior del edificio, la calle que conecta Montcada centro con el barrio de Can Sant Joan. La ampliación fue construida con componentes ligeros prefabricados que conectan el edificio existente con la nueva edificación.",
      "DA0523": "Reconversión de un edificio industrial en el frente marítimo de Barcelona.La transformación de un antiguo espacio industrial y su apertura al nuevo frente marítimo  propició la aparición de espacios disfuncionales y sin encaje urbano. La intervención en estos espacios ha de permitir la llegada de nuevos usos, su actualización, y una nueva integración en el espacio urbano transformado.  Con estas premisas el proyecto mantiene el carácter de los espacios existentes, recuperando estructuras y materiales, pero incorporando las actividades urbanas de ocio y comercio que han colonizado la fachada marítima.",
      "DA0628": "Heaquarters y laboratorios de multinacional sanitaria en España. Los procesos productivos de los nuevos laboratorios son el motivo principal del proyecto. Se utilizan diferentes grados de transparencia en la sectorización de los espacios para mostrar y relacionar actividades. La circulación de materiales e informaciones definen distribuciones, materiales y espacios comunes. El trabajo con los diferentes departamentos de la empresa hacen que el edifico sea también imagen corporativa y posicionamiento en su sector.",
      "DA0681": "Nuevo edificio de la Biblioteca Gabriel Ferrater en el parque Ramon Barnils de Sant Cugat del Vallès. 3er premio concurso de proyectos. El proyecto emerge del paisaje como una vieja fortaleza atemporal y sin nombre. Imaginamos la biblioteca como un refugio envolvente de libros, un edificio lleno de rincones luminosos, solitarios o colectivos, donde encontrar la tanto calma de la lectura como el estímulo del encuentro e intercambio de ideas. Los espacios interiores no son rectangulares, sino polígonos de 5 o 6 lados. Así con las estanterías podemos crear espacios que rodeen al lector sin restringir sus movimientos, y aumentando hasta un  50% la capacidad de almacenaje.El  parque forma parte del edificio y el edificio del parque, relacionado los espacios interiores y exteriores. Las cubiertas se confunden visualmente con el parque y por su escalonamiento dejan ver la vista lejana del Monasterio de Sant Cugat, tan presente en el municipio, y con quien la biblioteca guardará una resonancia formal y conceptual. Contemporáneo es compatible con Histórico.",
      "DA0729": "Zona de aguas y lounge bar para el Hotel Oasis (Marbella).  Los materiales naturales y la vegetación caracterizan el proyecto para crear un espacio relajante y diferenciado del resto de las actividades del hotel.  La piscina es un espacio social junto al lounge bar que se abre o cierra a ella según los horarios y actividades programadas. El agua es un elemento más del proyecto paisajístico del jardín, incorporando la naturaleza próxima y la más lejana de la Sierra Blanca.",
      "DA0603": "Instalación deportiva con motivo del Mundial de Baloncesto de Barcelona.Más allá de la competición profesional de un Mundial de Baloncesto,  el deporte urbano es una actividad de ocio y socialización.  Esta instalación combina espacios de actividad física y competición, con espectáculos deportivos, musicales, y zonas de ocio. Pese a su breve duración temporal, su impacto urbano ha atraído más de 30.000 visitantes. Todos los elementos de la instalación son de construcción ligera y reutilizables para nuevos eventos.",
      "DA0691": "Reforma de las piscinas Bernat Picornell para albergar el 33º Campeonato de Europa de Waterpolo Barcelona2018. Se proyecta un nuevo espacio de piscina descubierta, configurando gradas para 3.700 espectadores, una gran pérgola, escenario y pantallas de proyección alrededor de la lámina de agua para crear un espacio único y memorable para este evento deportivo. Se reforma y redistribuyen los vestuarios y espacios anexos de para albergar los equipos deportivos, los técnicos de  gestión de competición y televisiones. Los espacios exteriores se adaptan para acoger el Village, espacios de público y la imagen exterior del evento.",
      "DA0695": "Proyecto de rehabilitación y ampliación de las instalaciones deportivas del Club Natació Olot. La intervención sobre el equipamiento existente preserva los espacios funcionales y crea un nuevo cerramiento y estructura de cubierta para la piscina principal. Los espacios exteriores se relacionan con la actividad interior, permitiendo un uso más permeable en verano.",
      "DA0714": "El edificio se sitúa en la parcela destinada, buscando un fácil y natural asentamiento sobre el terreno y despega ligeramente para conectar su alrededor. Se pretende crear un volumen atractivo y compacto que se integre con la edificación y el entorno próximo.La propuesta diferencia los espacios de práctica deportiva, sala de piscina y demás dependencias, otorgando a aquellos un carácter preferente y representativo. El resto de espacios se organizan ordenados en franjas o paquetes longitudinales de programa, coherentes con los esquemas de circulación propios de las instalaciones deportivas 3er premio Concurso de Proyectos.",
      "DA0720": "Arquitectura efímera para la celebración en Barcelona del World Series 2021 de Natación Artística y el Torneo de clasificación Olímpica para Tokio 2021Transformación del equipamiento deportivo para adecuarlo a las necesidades normativas de la competición y a las arquitectónicas de los espectadores y las retransmisiones del espectáculo. Estudio de los ambientes, iluminación y distintos usos de la lámina de agua y escenarios adyacentes para crear una imagen global reconocible al espectador.",
      "DA0733": "Proyecto de investigación con un maravilloso equipo para la creación de un espectáculo audiovisual dentro del agua. El espectáculo con una potente narrativa audiovisual se desarrolla sobre y bajo la superficie del agua, utilizando este elemento con su máxima expresividad, gracias al uso de fuentes, plataformas e iluminación que potencian la coreografía de nadadoras y bailarinas. Creación de nuevos elementos técnicos como la plataforma central usada como escenario y proyector de agua, luz y sonido.",
      "DA0745": "Piscina de entrenamiento y competición en el Club Natació Terrassa.El proyecto dota a la instalación de una nueva piscina para actividades deportivas, convertible en dos piscinas de competición de waterpolo mediante un puente móvil. La nueva construcción se inserta entre las existentes, proponiendo una solución compacta y eficiente. El volumen rememora el pasado industrial de la zona pero con la ligereza de los actuales sistemas constructivos prefabricados.  La luz natural y el control de las vistas definen la proporción de huecos y espacios, y la relación con el resto de volúmenes.",
      "DA0758": "Piscina de entrenamiento y competición en el Club Natació Terrassa. El proyecto dota a la instalación de una nueva piscina para actividades deportivas, convertible en dos piscinas de competición de waterpolo mediante un puente móvil. La nueva construcción se inserta entre las existentes, proponiendo una solución compacta y eficiente. El volumen rememora el pasado industrial de la zona pero con la ligereza de los actuales sistemas constructivos prefabricados.  La luz natural y el control de las vistas definen la proporción de huecos y espacios, y la relación con el resto de volúmenes.",
      "DA0759": "Equipamiento deportivo con  piscina cubierta y espacios polivalentes anexos. 1er Premio Concurso de Proyectos.El proyecto propone una instalación que defiende la escala urbana del complejo. El espacio deportivo como infraestructura que en este caso articula la conexión entre los dos núcleos urbanos del municipio. A una escala intermedia, el edificio de zona de aguas interviene en la organización de la Ciudad Deportiva redefiniendo los accesos y la centralidad de los espacios. En la menor escala, el proyecto propone un edificio compacto y de alta eficiencia energética; orientado al usuario y a una gestión sostenible.",
      "DA0802": "Equipamiento municipal deportivo y de ocio. 1er premio concurso.El nuevo complejo de ocio y deporte se ubica junto a la Masía Can Rabassa, mejorando sus prestaciones y poniendo en valor su historia y los espacios naturales circundantes. Redacción de un Plan director del complejo previendo futuros crecimientos y ampliación de actividades, así como su conexión con el Parque Natural de la Serralada Litoral. El equipamiento consta de una piscina mixta (ocio /enseñanza), zonas naturales y de ocio, y un edifico ligero de servicios."
    }
  }
}